import styles from "./old13.module.css";

export const Old13 = () => {
  return (
    <div className={styles.container}>
      <p>
        Группа раннего развития. Для малышей от 1 года до 3 лет весёлые и
        непринужденные занятия по системе{" "}
        <span className={styles.highlight}>«Я и мама»</span> направлены на
        развитие внимания, координации движений, концентрации на различных
        предметах, развитие общей и мелкой моторики, памяти, речи. Знакомство с
        цветом, формой, размером, сказкотерапия, ну и конечно, творческая
        деятельность. Мы стараемся развивать познавательные, физические и
        социальные навыки очень бережно, в доступной малышам игровой форме. Все
        это до трёх лет мы делаем вместе с мамой, в сотрудничестве и при
        взаимной поддержке.
      </p>
    </div>
  );
};
