import styles from "./old35.module.css";

export const Old35 = () => {
  return (
    <div className={styles.container}>
      <p>
        Группа{" "}
        <span className={styles.highlight}>
          интенсивного интеллектуального развития
        </span>{" "}
        в возрасте от 3 до 5 лет дети все больше погружаются в увлекательный мир
        чисел и логики, играя, осваивают чтение, продолжают развивать свою речь
        и накапливают словарный багаж. Дети с удовольствием выполняют
        дыхательную гимнастику, упражнения на развитие мимической мускулатуры, а
        артикуляционная гимнастика помогает справиться с проблемами
        звукопроизношения. Различные игровые блоки позволяют усваивать
        грамматические нормы языка, развивать фонематический слух, формировать
        зрительно-пространственные представления, развивать высшие психические
        функции (внимания, восприятия, мышления, памяти, воображения). Все
        группы комплектуются с учетом возраста и индивидуальных особенностей
        ребенка.
      </p>
    </div>
  );
};
