import styles from "./about.module.css";

export const About = () => {
  return (
    <div className={styles.aboutContainer}>
      <p>
        Детский развивающий центр «Теремок» — это уютное и безопасное
        пространство для гармоничного развития вашего ребёнка. Мы предлагаем
        разнообразные программы для детей от 1 до 7 лет: раннее развитие,
        творческие мастер-классы, подготовку к школе и интеллектуальные игры.
        Наши опытные педагоги создают атмосферу поддержки и вдохновения, помогая
        раскрыть таланты и укрепить уверенность малышей. В «Теремке» каждый
        ребёнок чувствует себя важным и любимым!
      </p>
    </div>
  );
};
