import styles from "./old57.module.css";

export const Old57 = () => {
  return (
    <div className={styles.container}>
      <p>
        Под
        <span className={styles.highlight}> "готовностью к школе"</span> мы
        понимаем не отдельные знания и умения,а определенную целостную СИСТЕМУ
        этих знаний и умений. Необходимо также, чтобы у будущего первоклассника
        были развиты когнитивные процессы (память, внимание, мышление,
        восприятие, речь, воображение). Именно поэтому система игровых занятий в
        группе является комплексной и охватывает все стороны интеллектуального
        развития ребенка. На данных занятиях решаются вопросы развития
        познавательной сферы, эвристического мышления, а также освоения
        специальных учебных знаний и навыков, приобретается необходимый опыт
        правильного общения и взаимодействия со сверстниками и взрослыми.
        Ознакомление с окружающим миром Основная задача - сформировать
        отчетливые представления о предметах и явлениях окружающего мира. Мы
        помогаем "шагнуть" за пределы уже освоенного окружения и начать
        интересоваться "всем на свете". Дети научатся сравнивать предметы по
        заданным признакам и родовым понятиям: одежда, транспорт, обувь и т.д.
        Математика и логика Основная задача - ознакомление детей с
        математическими понятиями и развитие логического мышления. Обучение
        элементам грамоты/чтение Основная задача - развитие фонематического
        восприятия, звуко-буквенного анализа, подготовка руки к письму. Развитие
        мелкой моторики (подготовка руки к письму) Основная задача - развитие
        мелкой моторики, подготовка руки к письму, формирование базовых
        графических навыков. В заданиях используются: - пальчиковая гимнастика;
        - веселые подвижные игры (речь + движения); - штриховка фигур в разных
        направлениях и с разным нажимом на карандаш; - обводки по трафарету или
        шаблону; - печатание букв, слогов, слов, цифр
      </p>
    </div>
  );
};
